{
  "games": [
    {
      "image": "/game-covers/baldurs_gate_3.jpg",
      "title": "Baldur's Gate 3",
      "link": "baldurs-gate-3",
      "genres": [
        "Приключение",
        "РПГ",
        "Стратегия"
      ],
      "video": "https://www.youtube.com/embed/1T22wNvoNiU?si=j-NP8LEm816tc04F",
      "price": 1999,
      "id": 1,
      "description": "Соберите отряд и вернитесь в Забытые Королевства. Вас ждет история о дружбе и предательстве, выживании и самопожертвовании, о сладком зове абсолютной власти.\n\nВаш мозг стал вместилищем для личинки иллитида, и она пробуждает в вас таинственные, пугающие способности. Сопротивляйтесь паразиту и обратите тьму против себя самой – или же безоглядно отдайтесь злу и станьте его воплощением.\n\nРолевая игра нового поколения в мире Dungeons & Dragons от создателей Divinity: Original Sin 2."
    },
    {
      "image": "/game-covers/apex_legends.png",
      "title": "Apex Legends",
      "link": "apex-legends",
      "genres": [
        "Королевская битва",
        "Шутер от первого лица"
      ],
      "video": "https://www.youtube.com/embed/Ix-6DAcuPcg?si=r9OhFboDCJ1hudh-",
      "price": 2345,
      "id": 2,
      "description": "Побеждайте с характером в Apex Legends™ — бесплатном героическом шутере*, где легендарные персонажи с мощными способностями сражаются за славу и богатства на дальних рубежах Фронтира.\n\nОткройте для себя растущую коллекцию разнообразных легенд, глубокие тактические командные бои и смелые инновации, которые выходят далеко за рамки «Королевской битвы», — и всё это в суровом мире, где возможно всё. Встречайте новую эпоху в жанре геройских шутеров."
    },
    {
      "image": "/game-covers/path_of_exile.jpg",
      "title": "Path of Exile",
      "link": "path-of-exile",
      "genres": [
        "Action RPG",
        "Пошаговая игра"
      ],
      "video": "https://www.youtube.com/embed/v_PSrBEbOIc?si=y0_OASvvof-Oy71_",
      "price": 1679,
      "id": 3,
      "description": "Вы - изгнанник, который пытается выжить в мрачном мире Рэкласта. Сражаясь за свою жизнь, вы накопите силу, которая поможет вам отомстить тем, кто обрёк вас на эту участь. Path of Exile создана игроками для игроков. Это онлайн Action RPG в тёмном фэнтэзийном мире. Игра, предлагающая жестокие бои, могущественные предметы и глубокую настройку персонажа, полностью бесплатна и не имеет Pay-to-Win элементов."
    },
    {
      "image": "/game-covers/elden_ring.jpeg",
      "title": "Elden Ring",
      "link": "elden-ring",
      "genres": [
        "Action RPG",
        "Открытый мир"
      ],
      "video": "https://www.youtube.com/embed/AKXiKBnzpBQ?si=3AvfE8RB0c0W_XHa",
      "price": 3599,
      "id": 4,
      "description": "\nВ Elden Ring вы погрузитесь в мир тьмы и загадок, созданный FromSoftware и Джорджем Мартином. Вашей задачей будет исследовать Междуземье, сражаться с могущественными врагами и раскрывать тайны, окутывающие Кольцо Элден. Эта ролевая игра обещает захватывающие приключения, интригующий сюжет и бескомпромиссные бои в уникальном фэнтезийном мире."
    },
    {
      "image": "/game-covers/rust.png",
      "title": "Rust",
      "link": "rust",
      "genres": [
        "Симулятор выживания",
        "Открытый мир",
        "Приключения"
      ],
      "video": "https://www.youtube.com/embed/LGcECozNXEw?si=OrnYK0SbrVW_BMo9",
      "price": 1100,
      "id": 5,
      "description": "Единственная цель в Rust – выжить.\n\nДля этого вам понадобится преодолеть такие трудности, как голод, жажда и холод. Разведите костер. Постройте убежище. Убивайте животных, чтобы добыть мясо. Защищайте себя от других игроков и убивайте их, чтобы добыть мясо. Создавайте союзы с другими игроками и сформируйте город.\n\nДелайте все возможное, чтобы выжить."
    },
    {
      "image": "/game-covers/terraria.jpg",
      "title": "Terraria",
      "link": "terraria",
      "genres": [
        "Action adventure",
        "Открытый мир",
        "Песочница"
      ],
      "video": "https://www.youtube.com/embed/w7uOhFTrrq0?si=WsjFVfEOqwyD8GnM",
      "price": 1299,
      "id": 6,
      "description": "Копайте, сражайтесь, исследуйте, стройте! Нет ничего невозможного в этой насыщенной событиями приключенческой игре. Весь мир — ваше полотно, а вся земля — ваши краски!\nХватайте инструменты и вперед! Создавайте оружие, чтобы сражаться с различными врагами в разных биомах. Копайте глубже, чтобы найти драгоценности, деньги и кучу других полезных вещей. Собирайте ресурсы, чтобы создать всё, что вам нужно, и сделать мир таким, каким вы хотите его видеть. Постройте свой дом, крепость или даже замок! Люди переедут к вам жить и может быть даже продадут вам вещи, которые помогут вам в ваших путешествиях."
    },
    {
      "image": "/game-covers/pubg.jpg",
      "title": "PUBG: BATTLEGROUNDS",
      "link": "pubg-battlegrounds",
      "genres": [
        "Battle Royal",
        "Action"
      ],
      "video": "https://www.youtube.com/embed/u1oqfdh4xBY?si=lLVIbH3dTzNjSv85&amp",
      "price": 1456,
      "id": 7,
      "description": "Высаживайтесь в стратегически важных местах, добывайте оружие и припасы и постарайтесь выжить и остаться последней командой на одном из многочисленных полей боя.\nСобирайтесь в отряд и присоединяйтесь к бою!"
    },
    {
      "image": "/game-covers/war_thunder.jpg",
      "title": "War Thunder",
      "link": "war-thunder",
      "genres": [
        "Авиасимулятор", "Танковый симулятор"
      ],
      "video": "https://www.youtube.com/embed/hBqBmXquTOs?si=hrrgJEoLu6nQvutF&amp",
      "price": 4899,
      "id": 8,
      "description": "War Thunder – это самая масштабная бесплатная кроссплатформенная многопользовательская онлайн-игра, посвященная боевой технике. Доступны образцы самых разных войн и конфликтов – с начала XX века и до наших дней. Авиация, наземные силы и флот сражаются вместе в одном бою, как это и происходило в настоящих сражениях."
    },
    {
      "image": "/game-covers/kenshi.jpg",
      "title": "Kenshi",
      "link": "kenshi",
      "genres": [
        "RPG", "Открытый мир"
      ],
      "video": "https://www.youtube.com/embed/9Qr9gNdHEW0?si=u81Rlo7qCR7iCa2R&amp",
      "price": 1100,
      "id": 9,
      "description": "Изучайте новое оборудование и производите новое снаряжение. Приобретайте и улучшайте собственные здания, которые послужат вам укреплённым безопасным пристанищем, если всё пойдёт плохо, или используйте их, чтобы начать своё дело. Помогайте разным мировым фракциям, или боритесь с ними, стремясь к власти и богатству, необходимым для банального выживания в суровой пустыне. Тренируйте своих людей - превращайте хилых жертв в мастеров-воинов. Выносите своих раненых товарищей из боя, чтобы они все вернулись домой живыми."
    }
  ]
}
